Repository: ozeppo/dynamic-game-pages
Catalog: languages/dynamic-game-pages-*.po
Languages: pl_pl

source: About the game
pl_pl: O grze

source: Accent Color
pl_pl: Kolor akcentu

source: Accent color for borders and buttons (e.g., #0073aa).
pl_pl: Kolor akcentu dla obramowania i przycisków (np. #0073aa).

source: After changing the slug, remember to go to Settings > Permalinks and click "Save Changes" to refresh rewrite rules.
pl_pl: Po zmianie slug pamiętaj, aby przejść do Ustawienia > Permalinki i kliknąć „Zapisz zmiany”, aby odświeżyć reguły przepisywania.

source: Answer 2
pl_pl: Odpowiedź 2

source: Buy on Steam
pl_pl: Kup na Steam

source: Developer:
pl_pl: Deweloper:

source: Dynamic Game Pages - Settings
pl_pl: Dynamic Game Pages - Ustawienia

source: Enter a custom base slug for game pages (e.g., "games"). After changing the slug, go to Settings > Permalinks and click "Save Changes".
pl_pl: Wprowadź niestandardowy slug bazowy dla stron z grami (np. "gry"). Po zmianie slugu, przejdź do Ustawienia > Permalinki i kliknij "Zapisz zmiany".

source: FAQ Configurator
pl_pl: Konfigurator FAQ

source: First FAQ question. You can use %title as a placeholder for the game name.
pl_pl: Pierwsze pytanie FAQ. Możesz użyć %title jako symbolu zastępczego dla nazwy gry.

source: Game Page Slug
pl_pl: Slug strony gier

source: Generates dynamic game pages with Steam API for better SEO performacne on your Website.
pl_pl: Generuje dynamiczne strony gier za pomocą Steam API dla lepszej wydajności SEO w witrynie.

source: Genre:
pl_pl: Gatunek:

source: Language code for Steam API requests (e.g., "en", "pl", "de").
pl_pl: Język dla zapytań do Steam API (np., "english", "polish", "spanish").

source: No data
pl_pl: Brak danych

source: Price:
pl_pl: Cena:

source: Publisher:
pl_pl: Wydawca:

source: Question 1
pl_pl: Pytanie 1

source: Question 2
pl_pl: Pytanie 2

source: Recommended
pl_pl: Rekomendowane

source: Release date:
pl_pl: Data wydania:

source: Steam API Language
pl_pl: Język Steam API

source: System Requirements
pl_pl: Wymagania Sprzętowe

source: The game was not found
pl_pl: Ta gra nie została znaleziona
